{
    "changelog.md": {
        "Changelog Wes": "Changelog Wes",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Zur Erinnerung: Wenn keine Informationen zum Update vorhanden sind, bedeutet dies, dass es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text handelt",
        "14\/07\/2020": "14.07.2020",
        "Correction pour éviter le crash du daemon à cause des commandes \"Puissance\" des pinces qui ont été renommées en \"Consommation": "Es wurde ein Fehler behoben, der verhinderte, dass der Dämon aufgrund der \"Power\" -Befehle der Greifer abstürzte, die in \"Verbrauch\" umbenannt wurden",
        "08\/07\/2020": "07\/07\/2020",
        "Correction des remontées d'information pour les équipements Téléinfo": "Korrektur des Informationsfeedbacks für Téléinfo-Geräte",
        "Correction pour éviter la duplication des équipements lors de l'upgrade du plugin de la version multiclass vers monoclass": "Korrektur, um Doppelarbeit bei der Aktualisierung des Plugins von der Multiclass-Version auf Monoclass zu vermeiden",
        "05\/07\/2020": "07\/05\/2020",
        "Merci à arnog23 pour l'aide": "Danke an arnog23 für die Hilfe",
        "Correction passage ancien plugin à nouveau plugin WES": "Korrekturübergang vom alten zum neuen WES-Plugin",
        "10\/05\/2020": "10.05.2020",
        "Compatibilité V4": "V4-Kompatibilität",
        "Le plugin devient officiel": "Das Plugin wird offiziell",
        "Unification des classes": "Vereinheitlichung der Klassen",
        "Corrections multiples": "Mehrfachkorrekturen",
        " IMPORTANT.": " Wichtig.",
        " IMPORTANT?": " Wichtig?",
        "IMPORTANT ": "Wichtig ",
        " IMPORTANT]": " Wichtig]",
        "[IMPORTANT]": "[Wichtig]",
        "*IMPORTANT*": "*Wichtig*",
        " IMPORTANT*": " Wichtig*"
    },
    "index.md": {
        "Plugin WES": "Wes Plugin",
        "Plugin permettant d'utiliser le serveur WES de CartElectronics, afin de suivre notamment ses consommations d'énergie": "Plugin zur Nutzung des WES-Servers von CartElectronics, um insbesondere dessen Energieverbrauch zu verfolgen",
        "Configuration du WES": "Konfiguration der Wes",
        "Après installation du plugin, il vous suffit de l'activer": "Nach der Installation des Plugins müssen Sie es nur noch aktivieren",
        "Pour configurer le plugin, vous devez tout d'abord ajouter le WES": "Um das Plugin zu konfigurieren, müssen Sie zuerst das WES hinzufügen",
        "Protocole Domotique": "Hausautomationsprotokoll",
        "Pour Ajouter un WES": "Wes hinzufügen",
        "→": "→",
        "Voici les paramètres à renseigner": "Hier sind die einzugebenden Parameter",
        "Nom de votre WES": "Name Ihres WES",
        "Nom du Wes qui sera affiché": "Name der Wes, die angezeigt wird",
        "Activation du Wes": "Aktivierung der Wes",
        "IP du WES": "Wes IP",
        "renseigner l'ip d'accés au WES": "Informieren Sie die WES-Zugangs-IP",
        "Dossier du WES": "Wes-Datei",
        "il faut mettre \"general\" si c'est une configuration du WES": "Sie müssen \"allgemein\" setzen, wenn es sich um eine Wes-Konfiguration handelt",
        "Port du WES": "Hafen von Wes",
        "laisser vide si vous n'avez pas changé celui-ci dans la configuration du WES": "Lassen Sie das Feld leer, wenn Sie dies in der WES-Konfiguration nicht geändert haben",
        "Compte du WES": "Wes Konto",
        "mettre le login du compte WES (à l'origine c'est \"Admin": "Geben Sie den Login des Wes-Kontos ein (ursprünglich ist es \"Admin",
        "Password du WES": "Wes Passwort",
        "mettre le mot de passe du compte WES (a l'origine c'est \"wes": "Geben Sie das Passwort des Wes-Kontos ein (ursprünglich ist es \"wes\"",
        "Si vous voulez changer ces informations il faut d'abord vous rendre sur l'interface du WES pour les modifier": "Wenn Sie diese Informationen ändern möchten, müssen Sie zuerst die WES-Schnittstelle aufrufen, um sie zu ändern",
        "Après avoir sauvegardé, vous obtiendrez une multitude de modules": "Nach dem Speichern erhalten Sie eine Vielzahl von Modulen",
        "il vous suffit alors d'activer ceux que vous souhaitez": "Sie müssen nur die gewünschten aktivieren",
        "Les modules grisés ne sont pas surveillés par le plugin, il faut bien les activer pour cela": "Die grau hinterlegten Module werden vom Plugin nicht überwacht, sondern müssen dafür aktiviert werden",
        "Configuration des relais du WES": "WES-Relaiskonfiguration",
        "Après l'initialisation du Plugin WES, vous pouvez cliquer sur la clé (voir ci-dessous": "Nach der Initialisierung des WES-Plugins können Sie auf den Schlüssel klicken (siehe unten)",
        "En cliquant sur cette clé une fenêtre modale s'affiche": "Durch Klicken auf diese Taste wird ein modales Fenster angezeigt",
        "selectionnez les relais et les boutons souhaités, puis validez": "Wählen Sie die gewünschten Relais und Tasten aus und validieren Sie sie",
        "Des scénarios seront créés automatiquement sur le WES afin de recevoir en temps réél les retours d'information des boutons et des relais (pour les autres retours d'information il faut aller dans les paramètres généraux du plugin": "Auf dem WES werden automatisch Szenarien erstellt, um Echtzeit-Feedback von Schaltflächen und Relais zu erhalten (weitere Rückmeldungen finden Sie in den allgemeinen Plugin-Einstellungen",
        " Configuration.": " Konfiguration.",
        " Configuration?": " Konfiguration?",
        "Configuration ": "Konfiguration ",
        " Configuration]": " Konfiguration]",
        "[Configuration]": "[Konfiguration]",
        "*Configuration*": "*Konfiguration*",
        " Configuration*": " Konfiguration*",
        " Plugins.": " Plugins.",
        " Plugins?": " Plugins?",
        "Plugins ": "Plugins ",
        " Plugins]": " Plugins]",
        "[Plugins]": "[Plugins]",
        "*Plugins*": "*Plugins*",
        " Plugins*": " Plugins*",
        " Wes.": " Wes.",
        " Wes?": " Wes?",
        "Wes ": "Wes ",
        " Wes]": " Wes]",
        "[Wes]": "[Wes]",
        "*Wes*": "*Wes*",
        " Wes*": " Wes*",
        " Ajouter.": " Hinzufügen.",
        " Ajouter?": " Hinzufügen?",
        "Ajouter ": "Hinzufügen ",
        " Ajouter]": " Hinzufügen]",
        "[Ajouter]": "[Hinzufügen]",
        "*Ajouter*": "*Hinzufügen*",
        " Ajouter*": " Hinzufügen*",
        " Activer.": " Aktivieren.",
        " Activer?": " Aktivieren?",
        "Activer ": "Aktivieren ",
        " Activer]": " Aktivieren]",
        "[Activer]": "[Aktivieren]",
        "*Activer*": "*Aktivieren*",
        " Activer*": " Aktivieren*",
        " Tip.": " Spitze.",
        " Tip?": " Spitze?",
        "Tip ": "Spitze ",
        " Tip]": " Spitze]",
        "[Tip]": "[Spitze]",
        "*Tip*": "*Spitze*",
        " Tip*": " Spitze*"
    }
}