{
    "changelog.md": {
        "Changelog Wes": "Changelog Wes",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder if there is no information on the update, it means that it only concerns the updating of documentation, translation or text",
        "08\/07\/2020": "07\/07\/2020",
        "Correction des remontées d'information pour les équipements Téléinfo": "Correction of information feedback for Téléinfo equipment",
        "Correction pour éviter la duplication des équipements lors de l'upgrade du plugin de la version multiclass vers monoclass": "Correction to avoid duplication of equipment when upgrading the plugin from the multiclass version to monoclass",
        "05\/07\/2020": "07\/05\/2020",
        "Merci à arnog23 pour l'aide": "Thanks to arnog23 for the help",
        "Correction passage ancien plugin à nouveau plugin WES": "Correction transition from old plugin to new WES plugin",
        "10\/05\/2020": "05\/10\/2020",
        "Compatibilité V4": "V4 compatibility",
        "Le plugin devient officiel": "The plugin becomes official",
        "Unification des classes": "Unification of classes",
        "Corrections multiples": "Multiple corrections",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        " IMPORTANT]": " Important]",
        "[IMPORTANT]": "[Important]",
        "*IMPORTANT*": "*Important*",
        " IMPORTANT*": " Important*"
    },
    "index.md": {
        "Plugin WES": "Wes plugin",
        "Plugin permettant d'utiliser le serveur WES de CartElectronics, afin de suivre notamment ses consommations d'énergie": "Plugin allowing to use the WES server of CartElectronics, in order to follow in particular its energy consumption",
        "Configuration du WES": "Configuration of the Wes",
        "Après installation du plugin, il vous suffit de l'activer": "After installing the plugin, you just need to activate it",
        "Pour configurer le plugin, vous devez tout d'abord ajouter le WES": "To configure the plugin, you must first add the WES",
        "Protocole Domotique": "Domotic protocol",
        "Pour Ajouter un WES": "To add a wes",
        "→": "→",
        "Voici les paramètres à renseigner": "Here are the parameters to enter",
        "Nom de votre WES": "Name of your WES",
        "Nom du Wes qui sera affiché": "Name of the Wes which will be displayed",
        "Activation du Wes": "Activation of the Wes",
        "IP du WES": "Wes IP",
        "renseigner l'ip d'accés au WES": "inform the WES access ip",
        "Dossier du WES": "Wes File",
        "il faut mettre \"general\" si c'est une configuration du WES": "you have to put \"general\" if it's a wes configuration",
        "Port du WES": "Port of Wes",
        "laisser vide si vous n'avez pas changé celui-ci dans la configuration du WES": "leave blank if you have not changed this in the WES configuration",
        "Compte du WES": "Wes account",
        "mettre le login du compte WES (à l'origine c'est \"Admin": "put the login of the Wes account (originally it is \"Admin",
        "Password du WES": "Wes password",
        "mettre le mot de passe du compte WES (a l'origine c'est \"wes": "put the password of the Wes account (originally it is \"wes",
        "Si vous voulez changer ces informations il faut d'abord vous rendre sur l'interface du WES pour les modifier": "If you want to change this information you must first go to the WES interface to modify it",
        "Après avoir sauvegardé, vous obtiendrez une multitude de modules": "After saving, you will get a multitude of modules",
        "il vous suffit alors d'activer ceux que vous souhaitez": "you just need to activate the ones you want",
        "Les modules grisés ne sont pas surveillés par le plugin, il faut bien les activer pour cela": "The grayed modules are not monitored by the plugin, they must be activated for that",
        "Configuration des relais du WES": "WES relay configuration",
        "Après l'initialisation du Plugin WES, vous pouvez cliquer sur la clé (voir ci-dessous": "After initialization of the WES Plugin, you can click on the key (see below)",
        "En cliquant sur cette clé une fenêtre modale s'affiche": "By clicking on this key a modal window is displayed",
        "selectionnez les relais et les boutons souhaités, puis validez": "select the desired relays and buttons, then validate",
        "Des scénarios seront créés automatiquement sur le WES afin de recevoir en temps réél les retours d'information des boutons et des relais (pour les autres retours d'information il faut aller dans les paramètres généraux du plugin": "Scenarios will be created automatically on the WES in order to receive real-time feedback from buttons and relays (for other feedback, go to the general plugin settings",
        " Configuration.": " Configuration.",
        " Configuration?": " Configuration?",
        "Configuration ": "Configuration ",
        " Configuration]": " Configuration]",
        "[Configuration]": "[Configuration]",
        "*Configuration*": "*Configuration*",
        " Configuration*": " Configuration*",
        " Plugins.": " Plugins.",
        " Plugins?": " Plugins?",
        "Plugins ": "Plugins ",
        " Plugins]": " Plugins]",
        "[Plugins]": "[Plugins]",
        "*Plugins*": "*Plugins*",
        " Plugins*": " Plugins*",
        " Wes.": " Wes.",
        " Wes?": " Wes?",
        "Wes ": "Wes ",
        " Wes]": " Wes]",
        "[Wes]": "[Wes]",
        "*Wes*": "*Wes*",
        " Wes*": " Wes*",
        " Ajouter.": " Add.",
        " Ajouter?": " Add?",
        "Ajouter ": "Add ",
        " Ajouter]": " Add]",
        "[Ajouter]": "[Add]",
        "*Ajouter*": "*Add*",
        " Ajouter*": " Add*",
        " Activer.": " Activate.",
        " Activer?": " Activate?",
        "Activer ": "Activate ",
        " Activer]": " Activate]",
        "[Activer]": "[Activate]",
        "*Activer*": "*Activate*",
        " Activer*": " Activate*",
        " Tip.": " Tip.",
        " Tip?": " Tip?",
        "Tip ": "Tip ",
        " Tip]": " Tip]",
        "[Tip]": "[Tip]",
        "*Tip*": "*Tip*",
        " Tip*": " Tip*"
    }
}